Repository: Wayne-Kim/pocket-sisyphus
Catalog: mac/PocketSisyphusMac/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 로컬 LLM 종료
ar: إيقاف LLM المحلي
en: Stop Local LLM
es: Detener LLM local
fr: Arrêter le LLM local
hi: लोकल LLM बंद करें
ja: ローカル LLM を停止
pt_br: Parar LLM local
ru: Остановить локальную LLM
zh_hans: 停止本地 LLM

source: 로컬 LLM 모델이 메모리에 올라와 있습니다. 아래 「로컬 LLM 종료」 로 즉시 회수할 수 있어요.
ar: نموذج LLM محلي محمَّل في الذاكرة. استعِدها فورًا عبر «إيقاف LLM المحلي» بالأسفل.
en: A local LLM model is loaded in memory. Reclaim it instantly with “Stop Local LLM” below.
es: Un modelo LLM local está cargado en memoria. Recupérala al instante con «Detener LLM local» abajo.
fr: Un modèle LLM local est chargé en mémoire. Libérez-la immédiatement avec « Arrêter le LLM local » ci-dessous.
hi: एक लोकल LLM मॉडल मेमोरी में लोड है। नीचे «लोकल LLM बंद करें» से इसे तुरंत वापस पाएं।
ja: ローカル LLM モデルがメモリに読み込まれています。下の「ローカル LLM を停止」で今すぐ解放できます。
pt_br: Um modelo LLM local está carregado na memória. Recupere-a imediatamente com “Parar LLM local” abaixo.
ru: Локальная LLM-модель загружена в память. Освободите её сразу кнопкой «Остановить локальную LLM» ниже.
zh_hans: 本地 LLM 模型已加载到内存。可用下方的「停止本地 LLM」立即回收。

source: llama-server 를 종료해 점유 메모리를 즉시 회수합니다. daemon·폰 연결은 그대로 유지되고, 다음 로컬 LLM 세션에서 자동으로 다시 시작됩니다.
ar: يوقف llama-server لاستعادة الذاكرة المشغولة فورًا. يظل الـ daemon واتصال الهاتف قائمين، ويُعاد تشغيله تلقائيًا في جلسة LLM المحلية التالية.
en: Stops llama-server to immediately reclaim the memory it holds. The daemon and phone connection stay up, and it restarts automatically on the next local LLM session.
es: Detiene llama-server para recuperar de inmediato la memoria que ocupa. El daemon y la conexión con el teléfono se mantienen, y se reinicia automáticamente en la próxima sesión de LLM local.
fr: Arrête llama-server pour libérer immédiatement la mémoire occupée. Le daemon et la connexion au téléphone restent actifs, et il redémarre automatiquement à la prochaine session de LLM local.
hi: कब्जे की मेमोरी तुरंत वापस पाने के लिए llama-server को बंद करता है। daemon और फ़ोन कनेक्शन बने रहते हैं, और अगले लोकल LLM सेशन में यह अपने-आप फिर शुरू हो जाता है।
ja: llama-server を停止して占有メモリをすぐに解放します。daemon とスマホ接続は維持され、次のローカル LLM セッションで自動的に再起動します。
pt_br: Encerra o llama-server para recuperar imediatamente a memória ocupada. O daemon e a conexão com o telefone continuam ativos, e ele reinicia automaticamente na próxima sessão de LLM local.
ru: Останавливает llama-server, чтобы сразу освободить занятую память. Демон и соединение с телефоном сохраняются, а при следующей локальной LLM-сессии он запускается автоматически.
zh_hans: 停止 llama-server 以立即回收其占用的内存。daemon 与手机连接保持不变，下次本地 LLM 会话时会自动重新启动。

source: 페어링
ar: الإقران
en: Pairing
es: Emparejamiento
fr: Appairage
hi: पेयरिंग
ja: ペアリング
pt_br: Emparelhamento
ru: Сопряжение
zh_hans: 配对

source: 새 onion·토큰·client-auth 키를 발급하고 이 QR 을 교체합니다. 옛 QR 로 페어링된 기기는 다시 스캔해야 해요.
ar: يُصدر عنوان onion ورمزًا ومفتاح client-auth جديدة ويستبدل رمز QR هذا. يجب على الأجهزة المقترنة برمز QR القديم إعادة المسح.
en: Issues a new onion address, token, and client-auth key and replaces this QR. Devices paired with the old QR must scan again.
es: Genera una nueva dirección onion, token y clave client-auth, y reemplaza este QR. Los dispositivos emparejados con el QR anterior deben volver a escanearlo.
fr: Génère une nouvelle adresse onion, un jeton et une clé client-auth, et remplace ce QR. Les appareils appairés avec l'ancien QR doivent le scanner à nouveau.
hi: नया onion पता, टोकन और client-auth कुंजी जारी करता है और इस QR को बदल देता है। पुराने QR से पेयर किए गए डिवाइस को फिर से स्कैन करना होगा।
ja: 新しい onion アドレス・トークン・client-auth キーを発行し、この QR を差し替えます。古い QR でペアリングした端末は再スキャンが必要です。
pt_br: Gera um novo endereço onion, token e chave client-auth e substitui este QR. Dispositivos emparelhados com o QR antigo precisam escanear novamente.
ru: Создаёт новый onion-адрес, токен и ключ client-auth и заменяет этот QR. Устройства, сопряжённые по старому QR, нужно отсканировать заново.
zh_hans: 签发新的 onion 地址、令牌和 client-auth 密钥并替换此二维码。使用旧二维码配对的设备需要重新扫描。

source: Pocket Sisyphus — 설정
ar: Pocket Sisyphus — الإعدادات
en: Pocket Sisyphus — Settings
es: Pocket Sisyphus — Ajustes
fr: Pocket Sisyphus — Réglages
hi: Pocket Sisyphus — सेटिंग्स
ja: Pocket Sisyphus — 設定
pt_br: Pocket Sisyphus — Ajustes
ru: Pocket Sisyphus — Настройки
zh_hans: Pocket Sisyphus — 设置

source: 알림
ar: الإشعارات
en: Notifications
es: Notificaciones
fr: Notifications
hi: सूचनाएँ
ja: 通知
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

source: 포트
ar: المنفذ
en: Port
es: Puerto
fr: Port
hi: पोर्ट
ja: ポート
pt_br: Porta
ru: Порт
zh_hans: 端口

source: 권한
ar: الأذونات
en: Permissions
es: Permisos
fr: Autorisations
hi: अनुमतियाँ
ja: アクセス権
pt_br: Permissões
ru: Разрешения
zh_hans: 权限

source: 설정…
ar: الإعدادات…
en: Settings…
es: Ajustes…
fr: Réglages…
hi: सेटिंग्स…
ja: 設定…
pt_br: Ajustes…
ru: Настройки…
zh_hans: 设置…

source: 전체 디스크 접근 권한
ar: الوصول الكامل إلى القرص
en: Full Disk Access
es: Acceso completo al disco
fr: Accès complet au disque
hi: पूर्ण डिस्क एक्सेस
ja: フルディスクアクセス
pt_br: Acesso total ao disco
ru: Полный доступ к диску
zh_hans: 完全磁盘访问权限

source: 허용된 것으로 보여요
ar: يبدو أنه مُمنوح
en: Looks granted
es: Parece concedido
fr: Semble accordé
hi: अनुमति मिली हुई लगती है
ja: 許可されているようです
pt_br: Parece concedido
ru: Похоже, доступ предоставлен
zh_hans: 似乎已授权

source: 아직 허용되지 않은 것 같아요
ar: يبدو أنه لم يُمنح بعد
en: Doesn't look granted yet
es: Parece que aún no está concedido
fr: Ne semble pas encore accordé
hi: लगता है अभी अनुमति नहीं मिली
ja: まだ許可されていないようです
pt_br: Parece que ainda não foi concedido
ru: Похоже, доступ ещё не предоставлен
zh_hans: 似乎尚未授权

source: 시스템 설정에서 권한 열기
ar: افتح في إعدادات النظام
en: Open in System Settings
es: Abrir en Ajustes del Sistema
fr: Ouvrir dans Réglages Système
hi: सिस्टम सेटिंग्स में खोलें
ja: システム設定で開く
pt_br: Abrir nos Ajustes do Sistema
ru: Открыть в Системных настройках
zh_hans: 在系统设置中打开

source: 시스템 설정 › 개인정보 보호 및 보안 › 전체 디스크 접근에서 Pocket Sisyphus 를 켜고 앱으로 돌아오면 적용됩니다.
ar: في إعدادات النظام › الخصوصية والأمان › الوصول الكامل إلى القرص، فعّل Pocket Sisyphus ثم عُد إلى التطبيق ليُطبَّق.
en: In System Settings › Privacy & Security › Full Disk Access, turn on Pocket Sisyphus, then return to the app to apply.
es: En Ajustes del Sistema › Privacidad y seguridad › Acceso completo al disco, activa Pocket Sisyphus y vuelve a la app para aplicarlo.
fr: Dans Réglages Système › Confidentialité et sécurité › Accès complet au disque, activez Pocket Sisyphus, puis revenez à l'app pour appliquer.
hi: सिस्टम सेटिंग्स › प्राइवेसी और सुरक्षा › पूर्ण डिस्क एक्सेस में Pocket Sisyphus चालू करें, फिर लागू करने के लिए ऐप पर लौटें।
ja: システム設定 › プライバシーとセキュリティ › フルディスクアクセスで Pocket Sisyphus をオンにし、アプリに戻ると適用されます。
pt_br: Em Ajustes do Sistema › Privacidade e Segurança › Acesso total ao disco, ative o Pocket Sisyphus e volte ao app para aplicar.
ru: В Системных настройках › Конфиденциальность и безопасность › Полный доступ к диску включите Pocket Sisyphus и вернитесь в приложение, чтобы применить.
zh_hans: 在系统设置 › 隐私与安全性 › 完全磁盘访问权限中开启 Pocket Sisyphus，然后返回应用即可生效。

source: 앱 화면 언어를 고릅니다. 선택하면 앱을 재시작해 적용해요.
ar: اختر لغة عرض التطبيق. عند الاختيار سيُعاد تشغيل التطبيق للتطبيق.
en: Choose the app's display language. Selecting one restarts the app to apply.
es: Elige el idioma de la app. Al seleccionarlo, la app se reinicia para aplicarlo.
fr: Choisissez la langue de l'app. La sélection redémarre l'app pour l'appliquer.
hi: ऐप की भाषा चुनें। चुनने पर लागू करने के लिए ऐप पुनः आरंभ होगा।
ja: アプリの表示言語を選びます。選択するとアプリを再起動して適用します。
pt_br: Escolha o idioma do app. Ao selecionar, o app reinicia para aplicar.
ru: Выберите язык приложения. После выбора приложение перезапустится для применения.
zh_hans: 选择应用显示语言。选择后将重启应用以生效。

source: 로컬에서 도는 코드 에이전트 모델을 받아 관리해요.
ar: نزّل وأدِر نماذج وكيل البرمجة التي تعمل محليًا.
en: Download and manage the code-agent models that run locally.
es: Descarga y gestiona los modelos de agente de código que se ejecutan localmente.
fr: Téléchargez et gérez les modèles d'agent de code qui s'exécutent en local.
hi: स्थानीय रूप से चलने वाले कोड-एजेंट मॉडल डाउनलोड और प्रबंधित करें।
ja: ローカルで動くコードエージェントのモデルをダウンロードして管理します。
pt_br: Baixe e gerencie os modelos de agente de código que rodam localmente.
ru: Загружайте и управляйте моделями код-агента, работающими локально.
zh_hans: 下载并管理在本地运行的代码智能体模型。

source: 추천
ar: موصى به
en: Recommended
es: Recomendado
fr: Recommandé
hi: अनुशंसित
ja: 推奨
pt_br: Recomendado
ru: Рекомендуется
zh_hans: 推荐

source: 선택됨
ar: محدد
en: Selected
es: Seleccionado
fr: Sélectionné
hi: चयनित
ja: 選択中
pt_br: Selecionado
ru: Выбрано
zh_hans: 已选择

source: 받음
ar: تم التنزيل
en: Downloaded
es: Descargado
fr: Téléchargé
hi: डाउनलोड किया
ja: ダウンロード済み
pt_br: Baixado
ru: Загружено
zh_hans: 已下载

source: 검증 중…
ar: جارٍ التحقق…
en: Verifying…
es: Verificando…
fr: Vérification…
hi: सत्यापित हो रहा है…
ja: 検証中…
pt_br: Verificando…
ru: Проверка…
zh_hans: 校验中…

source: 이 Mac 메모리에는 빠듯할 수 있어요
ar: قد يكون ضيقًا على ذاكرة هذا الـ Mac
en: May be tight for this Mac's memory
es: Puede ser ajustado para la memoria de este Mac
fr: Peut être juste pour la mémoire de ce Mac
hi: इस Mac की मेमोरी के लिए तंग हो सकता है
ja: この Mac のメモリには厳しいかもしれません
pt_br: Pode ser apertado para a memória deste Mac
ru: Может не хватить памяти этого Mac
zh_hans: 对这台 Mac 的内存可能偏紧

source: 선택
ar: تحديد
en: Select
es: Seleccionar
fr: Sélectionner
hi: चुनें
ja: 選択
pt_br: Selecionar
ru: Выбрать
zh_hans: 选择

source: 다운로드
ar: تنزيل
en: Download
es: Descargar
fr: Télécharger
hi: डाउनलोड
ja: ダウンロード
pt_br: Baixar
ru: Загрузить
zh_hans: 下载

source: 삭제
ar: حذف
en: Delete
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: 모델 목록을 불러오지 못했어요 — daemon 이 실행 중인지 확인하세요
ar: تعذّر تحميل قائمة النماذج — تأكد من أن الـ daemon قيد التشغيل.
en: Couldn't load the model list — check that the daemon is running.
es: No se pudo cargar la lista de modelos — comprueba que el daemon esté en ejecución.
fr: Impossible de charger la liste des modèles — vérifiez que le daemon est en cours d'exécution.
hi: मॉडल सूची लोड नहीं हो सकी — जाँचें कि daemon चल रहा है।
ja: モデル一覧を読み込めませんでした — daemon が実行中か確認してください。
pt_br: Não foi possível carregar a lista de modelos — verifique se o daemon está em execução.
ru: Не удалось загрузить список моделей — проверьте, запущен ли демон.
zh_hans: 无法加载模型列表 — 请确认 daemon 正在运行。

source: 디스크 공간이 부족해요 — 모델 크기 + 여유 10GB 가 필요해요
ar: مساحة القرص غير كافية — تحتاج حجم النموذج بالإضافة إلى 10 غيغابايت متاحة.
en: Not enough disk space — you need the model size plus 10 GB free.
es: No hay suficiente espacio en disco — necesitas el tamaño del modelo más 10 GB libres.
fr: Espace disque insuffisant — il faut la taille du modèle plus 10 Go libres.
hi: पर्याप्त डिस्क स्थान नहीं — मॉडल आकार के साथ 10 GB खाली चाहिए।
ja: ディスク容量が足りません — モデルサイズ + 空き 10GB が必要です。
pt_br: Espaço em disco insuficiente — você precisa do tamanho do modelo mais 10 GB livres.
ru: Недостаточно места на диске — нужен размер модели плюс 10 ГБ свободно.
zh_hans: 磁盘空间不足 — 需要模型大小外加 10 GB 可用空间。

source: 이미 다른 모델을 받는 중이에요 — 끝난 뒤 다시 시도하세요
ar: يجري بالفعل تنزيل نموذج آخر — أعد المحاولة بعد انتهائه.
en: Already downloading another model — try again when it finishes.
es: Ya se está descargando otro modelo — inténtalo de nuevo cuando termine.
fr: Un autre modèle est déjà en cours de téléchargement — réessayez une fois terminé.
hi: पहले से ही दूसरा मॉडल डाउनलोड हो रहा है — समाप्त होने पर पुनः प्रयास करें।
ja: すでに別のモデルをダウンロード中です — 完了後に再試行してください。
pt_br: Já está baixando outro modelo — tente novamente quando terminar.
ru: Уже загружается другая модель — повторите, когда закончится.
zh_hans: 已在下载另一个模型 — 完成后再试。

source: 지금 실행 중인 모델이라 삭제할 수 없어요 — 먼저 로컬 LLM 을 종료하세요
ar: لا يمكن حذف نموذج قيد التشغيل — أوقف LLM المحلي أولاً.
en: Can't delete a model that's currently running — stop the local LLM first.
es: No se puede eliminar un modelo en ejecución — detén primero el LLM local.
fr: Impossible de supprimer un modèle en cours d'exécution — arrêtez d'abord le LLM local.
hi: वर्तमान में चल रहे मॉडल को हटाया नहीं जा सकता — पहले लोकल LLM बंद करें।
ja: 実行中のモデルは削除できません — 先にローカル LLM を停止してください。
pt_br: Não é possível excluir um modelo em execução — pare primeiro o LLM local.
ru: Нельзя удалить работающую модель — сначала остановите локальную LLM.
zh_hans: 无法删除正在运行的模型 — 请先停止本地 LLM。

source: 알 수 없는 모델이에요
ar: نموذج غير معروف.
en: Unknown model.
es: Modelo desconocido.
fr: Modèle inconnu.
hi: अज्ञात मॉडल।
ja: 不明なモデルです。
pt_br: Modelo desconhecido.
ru: Неизвестная модель.
zh_hans: 未知模型。

source: daemon 토큰을 읽지 못했습니다 (config.json 확인 필요)
ar: تعذّرت قراءة رمز الـ daemon (تحقق من config.json).
en: Couldn't read the daemon token (check config.json).
es: No se pudo leer el token del daemon (revisa config.json).
fr: Impossible de lire le jeton du daemon (vérifiez config.json).
hi: daemon टोकन नहीं पढ़ सका (config.json जाँचें)।
ja: daemon トークンを読み取れませんでした（config.json を確認）。
pt_br: Não foi possível ler o token do daemon (verifique config.json).
ru: Не удалось прочитать токен демона (проверьте config.json).
zh_hans: 无法读取 daemon 令牌（请检查 config.json）。

source: 로컬 LLM 환경
ar: بيئة LLM المحلية
en: Local LLM environment
es: Entorno de LLM local
fr: Environnement LLM local
hi: लोकल LLM परिवेश
ja: ローカル LLM 環境
pt_br: Ambiente de LLM local
ru: Среда локальной LLM
zh_hans: 本地 LLM 环境

source: 추론 서버
ar: خادم الاستدلال
en: Inference server
es: Servidor de inferencia
fr: Serveur d'inférence
hi: इन्फरेंस सर्वर
ja: 推論サーバー
pt_br: Servidor de inferência
ru: Сервер инференса
zh_hans: 推理服务器

source: 에이전트 CLI
ar: واجهة الوكيل CLI
en: Agent CLI
es: CLI del agente
fr: CLI de l'agent
hi: एजेंट CLI
ja: エージェント CLI
pt_br: CLI do agente
ru: CLI агента
zh_hans: 智能体 CLI

source: 설치됨
ar: مثبَّت
en: Installed
es: Instalado
fr: Installé
hi: इंस्टॉल किया गया
ja: インストール済み
pt_br: Instalado
ru: Установлено
zh_hans: 已安装

source: 미설치
ar: غير مثبَّت
en: Not installed
es: No instalado
fr: Non installé
hi: इंस्टॉल नहीं
ja: 未インストール
pt_br: Não instalado
ru: Не установлено
zh_hans: 未安装

source: 로컬 LLM 을 실행하려면 아래 두 도구가 필요해요. Homebrew 와 Node(npm) 가 설치돼 있어야 해요.
ar: لتشغيل LLM محلي تحتاج الأداتين أدناه. يجب تثبيت Homebrew و Node (npm) أولاً.
en: To run a local LLM you need the two tools below. Homebrew and Node (npm) must be installed first.
es: Para ejecutar un LLM local necesitas las dos herramientas de abajo. Homebrew y Node (npm) deben estar instalados primero.
fr: Pour exécuter un LLM local, vous avez besoin des deux outils ci-dessous. Homebrew et Node (npm) doivent être installés au préalable.
hi: लोकल LLM चलाने के लिए नीचे दिए दो टूल चाहिए। पहले Homebrew और Node (npm) इंस्टॉल होने चाहिए।
ja: ローカル LLM を実行するには下の 2 つのツールが必要です。先に Homebrew と Node（npm）が必要です。
pt_br: Para executar um LLM local você precisa das duas ferramentas abaixo. Homebrew e Node (npm) precisam estar instalados primeiro.
ru: Для запуска локальной LLM нужны два инструмента ниже. Сначала должны быть установлены Homebrew и Node (npm).
zh_hans: 运行本地 LLM 需要下面两个工具。需先安装 Homebrew 和 Node（npm）。

source: 설치 방법
ar: طريقة التثبيت
en: How to install
es: Cómo instalar
fr: Comment installer
hi: इंस्टॉल कैसे करें
ja: インストール方法
pt_br: Como instalar
ru: Как установить
zh_hans: 安装方法

source: 제거 방법
ar: طريقة إلغاء التثبيت
en: How to uninstall
es: Cómo desinstalar
fr: Comment désinstaller
hi: अनइंस्टॉल कैसे करें
ja: アンインストール方法
pt_br: Como desinstalar
ru: Как удалить
zh_hans: 卸载方法

source: 복사
ar: نسخ
en: Copy
es: Copiar
fr: Copier
hi: कॉपी करें
ja: コピー
pt_br: Copiar
ru: Копировать
zh_hans: 复制

source: 복사됨
ar: تم النسخ
en: Copied
es: Copiado
fr: Copié
hi: कॉपी हो गया
ja: コピーしました
pt_br: Copiado
ru: Скопировано
zh_hans: 已复制

source: 세션 목록…
ar: قائمة الجلسات…
en: Session List…
es: Lista de sesiones…
fr: Liste des sessions…
hi: सत्र सूची…
ja: セッション一覧…
pt_br: Lista de sessões…
ru: Список сессий…
zh_hans: 会话列表…

source: Pocket Sisyphus — 세션 목록
ar: Pocket Sisyphus — قائمة الجلسات
en: Pocket Sisyphus — Session List
es: Pocket Sisyphus — Lista de sesiones
fr: Pocket Sisyphus — Liste des sessions
hi: Pocket Sisyphus — सत्र सूची
ja: Pocket Sisyphus — セッション一覧
pt_br: Pocket Sisyphus — Lista de sessões
ru: Pocket Sisyphus — Список сессий
zh_hans: Pocket Sisyphus — 会话列表

source: 폰에서 연 세션이 아직 없습니다
ar: لا توجد جلسات مفتوحة من هاتفك بعد
en: No sessions opened from your phone yet
es: Aún no hay sesiones abiertas desde el teléfono
fr: Aucune session ouverte depuis le téléphone pour l’instant
hi: फ़ोन से खोला गया कोई सत्र अभी तक नहीं
ja: スマホで開いたセッションはまだありません
pt_br: Nenhuma sessão aberta pelo telefone ainda
ru: Пока нет сессий, открытых с телефона
zh_hans: 尚未从手机打开任何会话

source: 폰(iOS)에서 세션을 열면 여기 목록에 나타납니다.
ar: تظهر الجلسات التي تفتحها على هاتفك (iOS) في هذه القائمة.
en: Sessions you open on your phone (iOS) appear in this list.
es: Las sesiones que abras en tu teléfono (iOS) aparecen en esta lista.
fr: Les sessions que vous ouvrez sur votre téléphone (iOS) apparaissent dans cette liste.
hi: आपके फ़ोन (iOS) पर खोले गए सत्र इस सूची में दिखाई देते हैं।
ja: スマホ (iOS) で開いたセッションがこの一覧に表示されます。
pt_br: As sessões que você abre no telefone (iOS) aparecem nesta lista.
ru: Сессии, открытые на телефоне (iOS), появляются в этом списке.
zh_hans: 在手机 (iOS) 上打开的会话会显示在此列表中。

source: 세션 삭제
ar: حذف الجلسة
en: Delete Session
es: Eliminar sesión
fr: Supprimer la session
hi: सत्र हटाएँ
ja: セッションを削除
pt_br: Excluir sessão
ru: Удалить сессию
zh_hans: 删除会话

source: 이 세션을 삭제할까요?
ar: هل تريد حذف هذه الجلسة؟
en: Delete this session?
es: ¿Eliminar esta sesión?
fr: Supprimer cette session ?
hi: इस सत्र को हटाएँ?
ja: このセッションを削除しますか?
pt_br: Excluir esta sessão?
ru: Удалить эту сессию?
zh_hans: 删除此会话?

source: ‘%@’ 의 실행 기록이 함께 삭제됩니다. 되돌릴 수 없습니다.
ar: سيتم أيضًا حذف سجل تنفيذ ‘%@’. لا يمكن التراجع عن ذلك.
en: The run history of ‘%@’ will also be deleted. This cannot be undone.
es: También se eliminará el historial de ejecución de ‘%@’. No se puede deshacer.
fr: L’historique d’exécution de ‘%@’ sera également supprimé. Cette action est irréversible.
hi: ‘%@’ का रन इतिहास भी हटा दिया जाएगा। इसे पूर्ववत नहीं किया जा सकता।
ja: ‘%@’ の実行履歴も一緒に削除されます。元に戻せません。
pt_br: O histórico de execução de ‘%@’ também será excluído. Isto não pode ser desfeito.
ru: История выполнения «%@» также будет удалена. Это действие необратимо.
zh_hans: ‘%@’ 的运行记录将一并删除。此操作无法撤销。

source: 오류
ar: خطأ
en: Error
es: Error
fr: Erreur
hi: त्रुटि
ja: エラー
pt_br: Erro
ru: Ошибка
zh_hans: 错误

source: 확인
ar: حسنًا
en: OK
es: Aceptar
fr: OK
hi: ठीक है
ja: OK
pt_br: OK
ru: ОК
zh_hans: 好

source: 도구 자동 승인
ar: الموافقة التلقائية على الأدوات
en: Auto-approve tools
es: Aprobar herramientas automáticamente
fr: Approuver les outils automatiquement
hi: टूल स्वतः स्वीकृत
ja: ツールを自動承認
pt_br: Aprovar ferramentas automaticamente
ru: Автоодобрение инструментов
zh_hans: 自动批准工具

source: 이 세션을 삭제합니다
ar: حذف هذه الجلسة
en: Delete this session
es: Elimina esta sesión
fr: Supprime cette session
hi: इस सत्र को हटाएँ
ja: このセッションを削除
pt_br: Exclui esta sessão
ru: Удалить эту сессию
zh_hans: 删除此会话

source: 전원
ar: الطاقة
en: Power
es: Energía
fr: Alimentation
hi: पावर
ja: 電源
pt_br: Energia
ru: Питание
zh_hans: 电源

source: 잠자기 방지
ar: منع السكون
en: Keep awake
es: Evitar suspensión
fr: Empêcher la veille
hi: स्लीप रोकें
ja: スリープ防止
pt_br: Impedir suspensão
ru: Не засыпать
zh_hans: 防止睡眠

source: 클램쉘 모드 (덮개 닫고 실행)
ar: وضع الصَّدفة (التشغيل والغطاء مغلق)
en: Clamshell mode (run with lid closed)
es: Modo concha (funcionar con la tapa cerrada)
fr: Mode capot fermé (fonctionner capot fermé)
hi: क्लैमशेल मोड (ढक्कन बंद करके चलाएँ)
ja: クラムシェルモード（ふたを閉じても実行）
pt_br: Modo concha (funcionar com a tampa fechada)
ru: Режим закрытой крышки (работа с закрытой крышкой)
zh_hans: 合盖模式（合上盖子也运行）

source: 유휴 상태나 화면 잠금 중에도 Mac이 잠자기로 들어가지 않아요. 화면은 꺼질 수 있지만 터미널 작업은 계속됩니다. Mac mini 같은 데스크톱에도 적용돼요.
ar: يمنع جهاز Mac من الدخول في وضع السكون أثناء الخمول أو عند قفل الشاشة. قد تنطفئ الشاشة، لكن يستمر عمل الطرفية. ينطبق أيضًا على أجهزة سطح المكتب مثل Mac mini.
en: Keeps your Mac from going to sleep while idle or when the screen is locked. The display may turn off, but terminal work keeps running. Also applies to desktops like the Mac mini.
es: Evita que el Mac entre en reposo mientras está inactivo o con la pantalla bloqueada. La pantalla puede apagarse, pero el trabajo del terminal sigue en marcha. También se aplica a equipos de escritorio como el Mac mini.
fr: Empêche le Mac de se mettre en veille lorsqu'il est inactif ou que l'écran est verrouillé. L'écran peut s'éteindre, mais le travail du terminal continue. S'applique aussi aux ordinateurs de bureau comme le Mac mini.
hi: निष्क्रिय रहने या स्क्रीन लॉक होने पर भी Mac को स्लीप में नहीं जाने देता। डिस्प्ले बंद हो सकता है, पर टर्मिनल का काम चलता रहता है। Mac mini जैसे डेस्कटॉप पर भी लागू होता है।
ja: アイドル中や画面ロック中でも Mac がスリープに入らないようにします。ディスプレイは消えてもターミナルの作業は続きます。Mac mini などのデスクトップにも適用されます。
pt_br: Impede que o Mac entre em repouso enquanto está ocioso ou com a tela bloqueada. A tela pode desligar, mas o trabalho do terminal continua. Também se aplica a desktops como o Mac mini.
ru: Не даёт Mac уснуть при простое или заблокированном экране. Дисплей может выключиться, но работа в терминале продолжается. Также применяется к настольным компьютерам, таким как Mac mini.
zh_hans: 在闲置或锁屏期间也不让 Mac 进入睡眠。屏幕可能关闭，但终端任务会继续运行。同样适用于 Mac mini 等台式机。

source: MacBook 덮개를 닫아도 잠들지 않게 합니다. 외장 디스플레이가 없어도 동작하지만, macOS 전체 잠자기를 끄는 시스템 설정이라 켜는 동안 Mac이 전혀 잠들지 않아요. 켜고 끌 때 관리자 암호를 한 번 묻습니다.
ar: يُبقي جهاز MacBook مستيقظًا حتى مع إغلاق الغطاء. يعمل دون شاشة خارجية، لكنه يوقف سكون macOS على مستوى النظام بأكمله، لذا لن يدخل Mac في السكون إطلاقًا أثناء تشغيله. سيُطلب منك كلمة مرور المسؤول مرة واحدة عند التشغيل أو الإيقاف.
en: Keeps your MacBook awake even with the lid closed. It works without an external display, but because it turns off macOS sleep system-wide, your Mac won't sleep at all while it's on. You'll be asked for your administrator password once when turning it on or off.
es: Mantiene el MacBook activo incluso con la tapa cerrada. Funciona sin una pantalla externa, pero como desactiva el reposo de macOS en todo el sistema, el Mac no entrará en reposo mientras esté activado. Se te pedirá la contraseña de administrador una vez al activarlo o desactivarlo.
fr: Maintient le MacBook éveillé même capot fermé. Fonctionne sans écran externe, mais comme cela désactive la veille de macOS au niveau du système, le Mac ne se met plus du tout en veille tant que c'est activé. Le mot de passe administrateur est demandé une fois à l'activation ou la désactivation.
hi: ढक्कन बंद होने पर भी MacBook को जगाए रखता है। बाहरी डिस्प्ले के बिना भी काम करता है, पर यह पूरे सिस्टम में macOS स्लीप बंद कर देता है, इसलिए चालू रहने तक Mac बिल्कुल स्लीप नहीं होगा। चालू या बंद करते समय एक बार एडमिनिस्ट्रेटर पासवर्ड पूछा जाएगा।
ja: MacBook のふたを閉じてもスリープしないようにします。外部ディスプレイがなくても動作しますが、macOS 全体のスリープを無効にするシステム設定のため、オンの間は Mac がまったくスリープしません。オン／オフの切り替え時に管理者パスワードを一度入力します。
pt_br: Mantém o MacBook ativo mesmo com a tampa fechada. Funciona sem um monitor externo, mas como desativa o repouso do macOS em todo o sistema, o Mac não entrará em repouso enquanto estiver ativado. A senha de administrador será solicitada uma vez ao ativar ou desativar.
ru: Не даёт MacBook уснуть даже с закрытой крышкой. Работает без внешнего дисплея, но поскольку отключает сон macOS на уровне всей системы, пока режим включён, Mac вообще не будет засыпать. При включении или выключении один раз потребуется пароль администратора.
zh_hans: 即使合上 MacBook 盖子也不会睡眠。无需外接显示器即可使用，但它会在系统范围内关闭 macOS 睡眠，因此开启期间 Mac 完全不会睡眠。开启或关闭时会要求输入一次管理员密码。
